Repository: rametov22/Pathway
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Пароль должен быть длиной не менее 8 символов.
uz: Parol kamida 8 ta belgidan iborat bo'lishi kerak.

source: Пароли не совпадают.
uz: Parollar mos kelmayapti.

source: Пользователь с такой электронной почтой не найден.
uz: Bu elektron pochta bilan foydalanuvchi topilmadi.

source: Восстановление пароля
uz: Parolni tiklash

source: Ваш код для восстановления пароля:
uz: Parolni tiklash kodingiz:

source: Неверный код.
uz: Yaroqsiz kod.

source: Код подтвержден.
uz: Kod tasdiqlandi.

source: Это поле обязательно.
uz: Ushbu qator to'ldirilishi shart.

source: Регистрация заверщена.
uz: Roʻyxatdan oʻtish tugallandi.

source: Ответы сохранены.
uz: Javoblar saqlandi.

source: Password must be at least 8 characters long.
uz: Parol kamida 8 ta belgidan iborat bo'lishi kerak.

source: Invalid email
uz: Yaroqsiz email

source: Пользователь с такой электронной почтой не существует.
uz: Bu elektron pochta bilan foydalanuvchi mavjud emas.

source: Invalid password
uz: Yaroqsiz parol

source: Код восстановления отправлен на электронную почту.
uz: Tiklash kodi elektron pochta orqali yuborildi.

source: Пользователь не найден
uz: Bunday foydalanuvchi topilmadi

source: Код не совпадает
uz: Kod mos emas

source: Код подтверждён. Установите новый пароль.
uz: Kod tasdiqlandi. Yangi parol o'rnating.

source: Пароль успешно изменён. Теперь вы можете войти в свою учётную запись.
uz: Parol muvaffaqiyatli o'zgartirildi. Endi siz hisobingizga kirishingiz mumkin.

source: Нельзя загружать файлы для этой заявки — вы уже их загрузили.
uz: Bu arizaga fayllarni yuklash mumkin emas — ular allaqachon yuklangan.

source: Код подтвержденя отправлен.
uz: Tasdiqlash kodi yuborildi.

source: Профиль успешно обновлён.
uz: Profil muvaffaqiyatli yangilandi.

source: Successfully logged out.
uz: Hisobdan muvaffaqiyatli chiqdingiz.

source: Аккаунт успещно удалён
uz: Hisob muvaffaqiyatli o'chirildi

source: Документ успешно удалён
uz: Hujjat muvaffaqiyatli o'chirildi

source: Это поле обьязательно
uz: Ushbu qator to'ldirilishi shart

source: Это поле обязательно при вводе номера телефона.
uz: Telefon raqamini kiritishda ushbu maydon to‘ldirilishi shart.

source: Неверный номер телефона.
uz: Telefon raqami noto‘g‘ri.

source: Вы уже оставили заявку на этот сервис. Повторная отправка невозможна.
uz: Siz allaqachon ushbu xizmat uchun so‘rov yuborgansiz. Uni qayta yuborish mumkin emas.

source: Заявка успещно отправлена
uz: Ilova muvaffaqiyatli yuborildi

source: Прекрасно! Вы успешно прошли тест.
uz: Ajoyib! Siz sinovdan muvaffaqiyatli o'tdingiz.

source: Упс! Попробуйте ещё раз — у вас всё получится.
uz: Voy! Yana urinib ko‘ring — albatta muvaffaqiyatga erishasiz.

source: 2 года
uz: 2 yil

source: 4 года
uz: 4 yil

source: Все университеты
uz: Barcha universitetlar

source: Государственный университет
uz: Davlat universiteti

source: Частный университет
uz: Xususiy universitet
